console.log("ghostList.js запущен");
const ghosts = {
    Alienson: {
        description: "Алайонсон - це справжнє імя людини. Алайонсон був крадієм і був заарештований. Він підкупив суддю у суді і вибрався, але карма його наказала і він став монстром. Може забрати будь-який предмет охотників собі. При тому він ніколи не зможе взаємодіяти з предметами(за исключением дії карт таро і предметів охотників).",
        evidence: ["Морозні температури", "Пішає на полаш", "Пише на листок"],
        image: "images/Alienson.png"
        },
    Arsen: {
        description: "З виду страшний на вигляд дух, але легко побідимий, його крила роблять його нереально широким, а крила у нього як продовження ребер, які широко розправлені у сторони, Арсен боїться покалічити їх, тому ходить повільно. Найдовга охота но медленне передвижение. Коротка КД охоти",
         evidence: ["Сільський ЕМФ", "Пішає на полаш", "Хрюкає"],
         image: "images/Arsen.png"
    },
    Artyom: {
        description: "На вид страшний, на душі довбойоб тупий, може нести чушь, як і стьопа білочка, атакує в тому ж самому районі що й стьопа білка. Може зробити галюцінації, що зпутає охотників у визначені доказательств. Коротке КД охоти",
        evidence: ["Морозні температури", "Хрюкає", "Сільський ЕМФ"],
        image: "images/Artyom.png"
    },
    Blitz: {
        description: "Блиц дуже довга людина хоч і назва підказує на короткість. Одного разу в лікарні у нього виявили рак селезінки, і він помер, після похоронів чудом ожив і повернувся до життя, одного разу став агресивним і вбив сім'ю, після став охотитися на людей. Кд охоти зменшено. Иногда іде по точнуй траекторіі игрока",
        evidence: ["Мече бутилков", "Мавпа гниє", "Фотькаєся"],
        image: "images/Blitz.png"
    
    },
    Bran: {
        description: "Бран пас баранів на полі, одного разу на нього кинувся баран, якого Бран прозвав Вова, після цього він став агресивним, і почав вбивати людей. Може зробити подвійну охоту раз за гру з перезарядкою 3 сек між ними. Брани дуже впливають на містичну бутилку, вони буквально можуть дріблити бутилков во время охоти.",
        evidence: ["Спіріт Бокс", "Пішає на подлаш", "Киває бутилку"],
        image: "images/Bran.png"
    },
    Chormecalo: {
        description: "Чормецало жило у селі, тому в курсі про сільський термометр, і знає як ним вимірювати температуру. Одного разу упав у колодязь, кричавши про допомогу. Одного разу, він вибрався із колодязя, і почав вбивати людей. Виявляє свої признаки в своїй комнаті. Але дуже сильно впливає на температуру по всюй хижі.",
        evidence: ["Хрюкає", "Морозні температури", "Мавпа гниє"],
        image: "images/Chormecalo.png"
    },
    Chresol: {
        description: "Чресол - крикливий хлопчик, він квілить при будь-якій емоції(навіть невеликій). Одного разу він справді напудився і перевищив свої можливості в квілянні, через це став монстром. Іздає звуки охоти, не починаючи охоту, що може обманувати охотнику. Чресоли можуть рикати в спіріт бокс і во время действия гавновонія.",
        evidence: ["Спіріт бокс", "Мече бутилков", "Мавпа гниє"],
        image: "images/Chresol.png"
    },
    Chupakabra: {
        description: "Чупакабра - вимерший вид тварин, але по міфам ця тварина спокійно заходить в дома, як дух. Найдовга мало охота. Особливий звук шагу (ходит на носочках)",
        evidence: ["ЕМФ", "Пішає на полаш", "Киває бутилку"],
        image: "images/Chupakabra.png"
    },
    
    Croy: {
        description: "Крой був щасливий до того , як його закрив в шкафу свій же батько, після цього він держить шкафи відкритими, ніхто не підозрював про те, що у нього рак підшлункової, після цього Крой мутував. В час охоти може забрати предмет у свою комнату на видне місце. Крої чаще знаходятся у своїй улюбленій комнаті.",
        evidence: ["Спіріт Бокс", "ЕМФ", "Морозні температури"],
        image: "images/Croy.png"
    },
    Daunessa: {
        description: "Даунесса то уйобіщна сучка, яка народилася монстром, зжерла матір сразу після народження. Типир ця сучка віком як Неоніла. Після розправлення з жертвами вона їх зїдає. Якщо охотники знаходяться на базі, то її охоти учащаються. Довге КД охоти.",
        evidence: ["Морозні температури", "ЕМФ", "Мавпа гниє"],
        image: "images/Daunessa.png"
    },
    Dima: {
        description: "Діма зявився після торнадо в штаті Оклахома. Ці призраки дуже агресивні і вони обладают сильною способностью маскіровки. Діма може прятатися, і несподівано нападати на охотників. Діми в більшості будуть вне своєї любимої комнати.",
        evidence: ["Мече бутилков", "Хрюкає", "Пише в листок"],
        image: "images/Dima.png"
    },
    
    Eibra: {
        description: "Війна знищує все, про Ібру мало чого знати, але війна перекрутила йому голову уздовж на 180 градусів, але Ібра вижив. Скоро став агресивним і вбив свою маттір. Охотиться за людбми до тепер. З кожною охотою КД охоти знижується. Ібри будуть відповідати словами задом наперед в дошці Йорика.",
        evidence: ["Пішає на полаш", "Морозні температури", "Хрюкає"],
        image: "images/Eibra.png"
    },
    Ghoul: {
        description: "На душі цей дух при житті був дуже пустим, його мучили депресії і різні психологічні хвороби, одного разу вбив людину і з'їв тіло, після цього став монстром. Один раз може начати охоту без попередження, лише після вбивства необхідно іздати рик, щоб показати охоту. Гулі будуть станитися, якщо їх фоткати во время охоти.",
        evidence: ["Киває бутилку", "Пішає на полаш", "Пише на листок"],
        image: "images/Frize.png"
    },
    Greshm: {
        description: "Грешм - образ мужності, яка перетворилася на велику біду, одного разу в містечку Ер-Рейн пожарник Грей-Шмаркач-Інерса спас трьох дітей, але сгорів заживо, але Грей-Шмаркач вижив, після трьох днів став дуже агресивним. Не звертає уваги на сонячне масло. Довге КД охоти.",
        evidence: ["Мавпа гниє", "Спіріт бокс", "Хрюкає"],
        image: "images/Greshm.png"
    },
    Hrasch: {
        description: "Робив на свинній фермі, виправив на бойню чимало пацят. Поліція змогла задержати його на два роки, перше фото зафіксовано у 2019 році одним з поліцейських. Одного разу Хращ втік. ДУЖЕ довге кд охоти. Дані призраки проявляються крайнє рідко.",
        evidence: ["Мавпа гниє", "Пішає на подлаш", "Киває бутилку"],
        image: "images/Hrasch.png"
    },
    Itacher: {
        description: "Ітачери не мутували із людей в призрака. Ітачери доста агресивні призраки, які зовсім не мають емпатії. Кажуть, що Ітачери не вміють швидко звикати до свого міста проживання. Ітачери постійно змінюють своє місто проживання. Не звертає уваги на гавновоніє. Може поміняти улюблену комнату. ",
        evidence: ["Киває бутилку", "Пише в листок", "Сільський ЕМФ"],
        image: "images/Itacher.png"
    },
    
    
    Limera: {
        description: "Лимера - дівчинка із дитячого дома, яка потрапила в жахливу аварію, після якої відкрила в собі містичні збдібності, після декількох днів стала агресивною, і почала пробиратися в дома, щоб вбивати людей за ті мучення в дит домі. Низьке КД охоти. Може почати охоту і не в улюбленій кімнаті.",
        evidence: ["Спіріт бокс", "Морозні температури", "Пише в листок"],
        image: "images/Limera.png"
    },
    
    Nelsi: {
        description: "Нелсі - була щасливою дитиною, одного разу її батько померли від смертельного вірусу, Нелсі також заразилиася ним, але в її організмі вірус мутував, і Нелсі стала монстром. Не має улюбленої комнати.",
        image: "images/Nelsi.png",
        evidence: ["Пішає на полаш", "Сільський ЕМФ", "Мавпа гниє"],
    },
    
    Oninoni: {
        description: "Оніноні - вид призраків, які теж зявилися без мутацій відносно недавно, часто мешкають на природі але іноді пробираються в заброшені будівлі. Буде найшвидким, якщо близько до нього електричні предмети(ЕМФ, спіріт бокс, фотокамера). Якщо поблизу немає ел. предметів, то вони повільні.",
        evidence: ["Пішає на подлаш", "Пише на листок", "Сільський ЕМФ"],
        image: "images/Oninoni.png"
    },
    
    Shaoran: {
        description: "Шаоран - брат Брана, вони з інтервалом 5 тижнів з братом Браном став монстром, він став першою жертвою Брана. Він вирішив з'їсти першу жертву, в міфах його прозвали Пер-Шаоран, після цього він лічиться і збагачує апетит до людей кожен раз, коли їсть. Коли він вбиває людину, продовжує охоту на 60 сек. Скорочено КД охоти",
        evidence: ["Хрюкає", "Мавпа гниє", "Пише в листок"],
        image: "images/Shaoran.png"
    },
    Skinwalker: {
        description: "Скінволкер родився бездарностью і його усе зрунювали з іншими, після того як його утиць вказав шо ун бездарность ун зкокнув з криші, він став сущностьов яка імітує других бо думає шо ун не такий як усі тай бездарность. Може імітувати чужі способності призраків. Обовязково імітує один признак на його вибор ",
        evidence: ["Спіріт бокс", "Пише на листок", "Мавпа гниє"],
        image: "images/Skinwalker.png"
    },
    Stalker: {
        description: "Сталкер - призрак, який фокусірується на одній людині а не намагається вбити всіх. Сталкера виживали разом і розділяли цілі по принципу, що кожному Сталкеру доставалася своя ціль, і він її зїдав. Сталкер обирає ціль в виді охотника і може вбивати лише його, ігноруя інших. Коротке КД охоти.",
        evidence: ["Хрюкає", "Мавпа гниє", "Киває бутилку"],
        image: "images/Styopa.png"
    },
    Styopa: {
        description: "Народився, і вже без батьків, на темній заброшці, він став монстром відносно недавно, але він може іздавати душероздираючі звуки, і ун мав ся сам роздерти, но не зміг. ВІн вибрався на волю і активно приходить людям додому, особливо опасний дух. Крайне рідко відповідає на спіріт бокс, якщо отвічає, то каже бред. Вони несут чушь во время охоти",
        evidence: ["Спіріт бокс", "Пише на листку", "Пішає на подлаш"],
        image: "images/StyopaBilka.png"

    },
    Svintus: {
        description: "Один раз його переїхав камаз і його ізуродували, типир ун ходит по домам. Має майнизьке КД охоти. Раз за ігру може ворватися в один із сейву(не може войти на базу). Якщо цей призрак іздає хрюкання, то хрюкання длится набагато довше ніж у інших призраки.",
        evidence: ["Хрюкає", "Пішає на полаш", "Пише на листок"],
        image: "images/Svintus.png"
    },
    Tvar: {
        description: "Часто люди називают одне одного тварью і не знают що то призрак мами богині Афродити. Тварі об'єдналися проти людей і активно на них нападали, їх призраки почали нападати людей. Вони можуть один раз за гру почати прокляту охоту, в якій сейви будуть відчиненими для Тварей. ЕМФ не засікне письмо в листок.",
        evidence: ["Мавпа гниє", "Сільський ЕМФ", "Пише в листок"],
        image: "images/Tvar.png"
    },
    
    Vova: {
        description: "Вова - баран, якого пас Бран на полі. Має худе тіло і роздерте лице(вирогідно після боротьби з Степаном Білкою), досить агресивний дух, може сидіти в засаді і пужати до смерті. ДУЖЕ часті охоти. При тому часто проявляєся.",
        evidence: ["Киває бутилку", "Хрюкає", "Морозні температури"],
        image: "images/Vova.png"
    },
    
    ZhirnaTvar: {
        description: "Це уже дух, який проходить через стіни, з виду чорний сілует, але внутрі він дуже товстенький. Коротка охота і мала скорость передвижения. Раз за ігру може ворватися в один із сейву(не може войти на базу)",
        evidence: ["Пішає на полаш", "Мавпа гниє", "Хрюкає"],
        image: "images/ZhirnaTvar.png"
    }

}