const items = {

    "Сільський ЕМФ":{
        icon:"images/emf.png",

        image:"images/emfEx.png",

        description:"Сільський ЕМФ може зафіксувати паранормальні явища, в особливості іздавання звуку, кивання предмету, письмо на листку, гниття мавпи, і хрюкання."

    },
    "Спіріт бокс":{
        icon:"images/spiritbox.png",

        image:"images/spiritboxEx.png",

        description:"Спіріт бокс - це рація для спілкування з призраками. Через спіріт бокс можна узнати про різні риси призрака: Вік, Стать, Улюблена комната і все що може допомогти з розслідуванням.",

    },
    "Сільський термометр":{
        icon:"images/freezing.png",

        image:"images/freezingEx.png",

        description:"Сільський термометр використовується для вимірювання температури. Шапка буде дном донизу якщо температура ниже нуля і дном до верху якщо більше нуля.",

    },
    "Листок духу":{
        icon:"images/inscription.png",

        image:"images/inscription.png",

        description:"Призрак може написати в листок якщо хоче з вами поспілкуватися і поділиться з вами про елементи свого життя. Листок духу буде ефективніше якщо він розположений ближе до улюбленої комнати."

    },
    "Мавпа бурундучка":{
        icon:"images/monkeyrot.png",

        image:"images/MonkeyRotEx.png",

        description:"Мавпа бурундучка буте постепенно гнити якщо з ним находится призрак. Якщо призрак немає доказательства на гниття мавпи, то мавпа не буде гнити якщо рядом з ним призрак. Якщо мавпа сидит з головою вверх, то мавпа нормальна, якщо вона поклала голову на коліна, то вона згнила."

    },
    "Містична бутилка":{
        icon:"images/throwingbottle.png",

        image:"images/ThrowingBottleEx.png",

        description:"Містична бутилка ніколи не впаде просто так. Навіть якщо призрак без доказательства на мечення бутилки буде намагатися її вбалити."

    },
    "Фотокамера":{
        icon:"images/makingphoto.png",

        image:"images/makingphoto.png",

        description:"За допомогою камери ви можете отримувати гроші за важливі для розслідування фотографії. Ви можете сфотографувати: письмо на книжці, згнившу мавпу, зледенілу воду, сільський термометр в морозному стані і за це отримаєте одну зірку. Ви можете сфотографувати предмет, з яким взаємодіяв призрак, гост івент, сцяння на полаш, проклятий предмет і отримати дві зірки. Можете сфотографувати призрака во время охоти, труп і отримати три зірки. Але у вас є ліміт в виді 6 фото."

    },
    "Карти таро":{
        icon:"images/Taro.png",

        image:"images/TaroEx.png",

        description:"винімаються по однуй карті каждого числа од шістки до туза, потом витягнути мош лиш 3 рандом карти. Якщо вам випаде шістка, то призрак зробить щось. Якщо сімка, то призрак запреся. Якщо вісімка, то призрак почне охоту. Якщо девятка, призрак змінить кімнату. Якщо десятка, то ви умрете. Валет нич не робит. Якщо дама, то призрак почне гост івент. Якщо король, то призрак каже не пудходящу улику. Якщо туз, то ви отримуєте щит на слідущу охоту."

    },
    "Дошка Йорика":{
        icon:"images/yorik.png",

        image:"images/yorikEx.png",

        description:"Дошка Йорика використовуєся для общения з призраком. Дошка йорика робить лише один раз. Але після задавання різних питань є різні наслідки. Де ти: призрак відповість його улюбленою комнатою, але не буде проявлятися в течении 3 минут. Дай знак: призрак зробит одну уліку, але після цього призрак не зможе робити уліки. Прятки: призрак почне охоту. Кулько тобі году: отвітит цифрами кулько му году(не зможе робити уліки 2 минути). Усі інші питання не будуть мати наслідків."

    },
    "Гавновоніє":{
        icon:"images/guno.png",

        image:"images/gunoEx.png",

        description:"Гавновоніє використовуєся для отпугування призраку. Якщо ви використаєте гавновоніє, призрак піде в іншому напрямку але не на вас і не зможе вас убити."

    },
    "Сонячне масло":{
        icon:"images/sun.png",

        image:"images/sunEx.png",

        description:"Сонячне масло підпалюєся во время охоти(тіпа саме). Коли масло горить, призрак ні в якому випадку не перейде через нього."

    },
    

};